Repository: wp-healthcheck/wp-healthcheck
Catalog: languages/wp-healthcheck-*.po
Languages: pt_br

source: Support &amp; Services
pt_br: Suporte &amp; Serviços

source: Welcome and thank you for choosing the WP Healthcheck plugin.
pt_br: Bem-vindo e obrigado por usar o plugin WP Healthcheck.

source: Name
pt_br: Nome

source: Deactivation Time
pt_br: Hora de desativação

source: Reactivate Selected Options
pt_br: Reativar opções selecionadas

source: Close
pt_br: Fechar

source: reactivate
pt_br: reativar

source: deactivate
pt_br: desativar

source: Yay, the <strong>%1$s</strong> option was %2$s successfully.
pt_br: Yay, a opção <strong>%1$s</strong> foi %2$s com sucesso.

source: Yay, the below options were %1$s successfully:
pt_br: Yay, as seguintes opções foram %1$s com sucesso:

source: Oops, for some reason we couldn't %1$s the <strong>%2$s</strong> option.
pt_br: Oops, por algum motivo não conseguimos %1$s a opção <strong>%2$s</strong>.

source: Size
pt_br: Tamanho

source: You can't deactivate a WordPress core option.
pt_br: Você não pode desativar uma opção do core do WordPress.

source: Deactivate Selected Options
pt_br: Desativar opções selecionadas

source: Size:
pt_br: Tamanho:

source: History
pt_br: Histórico

source: Help: Autoload Options
pt_br: Ajuda: Autoload options

source: WordPress autoload options are very similar to transients. The main difference is: transients are used to store temporary data, while options are used to store permanent data.
pt_br: As autoload options do WordPress são muito similares aos transients. A principal diferença é: transients são usados para armazenar dados temporários, enquanto options são usadas para armazenar dados permanentes.

source: All the autoload options, as well as transients, are loaded automatically when WordPress loads itself. Thus, the number and size of these options can directly affect your site performance.
pt_br: Todas as autoload options, assim como os transients, são carregadas automaticamente quando o WordPress é carregado. Por isso, o número e o tamanho dessas options pode afetar diretamente a performance do seu site.

source: Cleaning Up Transients
pt_br: Limpando os transients

source: You don't have to be afraid! Cleaning up transients won't affect your site functionality.<br/><br/>In fact, plugins, themes, and WordPress itself will recreate them according to their needs.
pt_br: Não tenha medo! Limpar os transients não irá afetar o funcionamento do seu site.<br/><br/>De fato, os plugins, os temas e o próprio WordPress vão recriá-los, automaticamente, de acordo com sua necessidade.

source: Deactivating An Autoload Option
pt_br: Desativando uma autoload option

source: No worries, when you deactivate an autoload option, you are not removing it.<br/></br>You are just telling WordPress to not load that option automatically on every request it does.<br/><br/>In other words, the option will be loaded only when it is needed.
pt_br: Não se preocupe, quando você desativa uma autoload option, você não está removendo ela.<br/></br>Você está apenas dizendo para o WordPress não carregá-la automaticamente a cada requisição que ele fizer.<br/><br/>Em outras palavras, a option será carregada somente quando ela for necessária.

source: If you have any questions, you can post a new thread in our <a href="%1$s">Community Forum</a>, available on WordPress.org. We review it weekly and our team will be happy to assist you there.
pt_br: Se você tiver quaisquer dúvidas, você pode postá-las no nosso <a href="%1$s">fórum da comunidade</a>, disponível no WordPress.org. Nós revisamos ele semanalmente e nosso time ficará feliz em lhe ajudar.

source: <strong>Looking for professional services?</strong> We can help you to review your server configuration, improve your site performance, or even build a high-performance server from scratch to host your sites.
pt_br: <strong>Procurando por serviços profissionais?</strong> Nós podemos revisar a configuração do seu servidor, melhorar a performance do seu site, ou ainda configurar do zero um servidor de alta performance para hospedar os seus sites.

source: You can read more details about our services and hire us through our <a href="%1$s">Premium Services</a> area.
pt_br: Você pode ler mais detalhes sobre nossos serviços, ou nos contratar, por meio da nossa área de <a href="%1$s">Serviços Premium</a>.

source: Home Page
pt_br: Página do Projeto

source: Contributors
pt_br: Contribuidores

source: Report a Bug
pt_br: Reportar um Bug

source: Web Server
pt_br: Servidor Web

source: object cache items
pt_br: itens no object cache

source: Yay! The %1$s were cleaned up successfully.
pt_br: Yay! Os %1$s foram removidos com sucesso.

source: Oops, for some reason we couldn't clean up your %1$s.
pt_br: Oops, por algum motivo não foi possível apagar seus %1$s.

source: WordPress transients are used to temporarily cache specific data. For example, developers often use them to improve their themes and plugins performance by caching database queries and script results.
pt_br: Os transients do WordPress são usados para armazenar em cache, temporariamente, alguns dados específicos. Por exemplo, desenvolvedores frequentemente usam transients para aprimorar a performance dos seus temas e plugins através do cache de resultados de scripts e requisições para o banco de dados.

source: However, some badly coded plugins and themes can store too much information on these transients, or can even create an excessively high number of transients, resulting in performance degradation.
pt_br: No entanto, alguns temas e plugins mal codificados podem armazenar muita informação nesses transients, ou ainda criar um número excessivo deles, resultando em perda de performance.

source: Flush Object Cache
pt_br: Limpar object cache

source: Clear All Transients
pt_br: Limpar todos os transients

source: Clear Expired Transients
pt_br: Limpar os transients expirados

source: Help: Transients
pt_br: Ajuda: Transients

source: Your %1$s version (%2$s) is compatible with the current WordPress install. However, the <a href="https://wordpress.org/about/requirements/">WordPress team recommends</a> you upgrade your server to %3$s or greater.
pt_br: Sua versão do %1$s (%2$s) é compatível com a versão atual do WordPress. No entanto, o <a href="https://wordpress.org/about/requirements/">time do WordPress recomenda</a> que você atualize o %1$s para versão %3$s ou superior.

source: The %1$s version you are using (%2$s) is not supported by WordPress anymore! Please contact your developers and/or hosting company to upgrade your %1$s to version %3$s or greater.
pt_br: A versão do %1$s que você está utilizando (%2$s) não é mais suportada pelo WordPress! Por favor entre em contato com seus desenvolvedores e/ou empresa de hospedagem para atualizar o %1$s para versão %3$s ou superior.

source: Your MySQL version (%1$s) is compatible with the current WordPress install. However, the <a href="https://wordpress.org/about/requirements/">WordPress team recommends</a> you upgrade your server to MySQL %2$s or greater.
pt_br: Sua versão do MySQL (%1$s) é compatível com a versão atual do WordPress. No entanto, o <a href="https://wordpress.org/about/requirements/">time do WordPress recomenda</a> que você atualize o MySQL para versão %2$s ou superior.

source: The MySQL version you are using (%1$s) is not supported by WordPress anymore! Please contact your developers and/or hosting company to upgrade your MySQL to version %2$s or greater.
pt_br: A versão do MySQL que você está utilizando (%1$s) não é mais suportada pelo WordPress! Por favor entre em contato com seus desenvolvedores e/ou empresa de hospedagem para atualizar o MySQL para versão %2$s ou superior.

source: Your PHP version (%1$s) is compatible with the current WordPress install. However, in order to get better performance and other improvements, the <a href="https://wordpress.org/about/requirements/">WordPress team recommends</a> you upgrade your server to PHP version %2$s or greater.
pt_br: Sua versão do PHP (%1$s) é compatível com a versão atual do WordPress. No entanto, para obter melhor desempenho e outras melhorias, o <a href="https://wordpress.org/about/requirements/">time do WordPress recomenda</a> que você atualize o PHP para versão %2$s ou superior.

source: The PHP version you are using (%1$s) is not supported by WordPress anymore! Please contact your developers and/or hosting company to upgrade your PHP to version %2$s or greater.
pt_br: A versão do PHP que você está utilizando (%1$s) não é mais suportada pelo WordPress! Por favor entre em contato com seus desenvolvedores e/ou empresa de hospedagem para atualizar o PHP para versão %2$s ou superior.

source: Your %1$s version (%2$s) is not officially supported anymore! In order to get better performance and improvements, we recommend you upgrade your server to %1$s %3$s or greater.
pt_br: Sua versão do %1$s (%2$s) não é mais suportada oficialmente! Para obter melhor desempenho e outras melhorias, nós recomendamos que você atualize seu servidor para o %1$s %3$s ou superior.

source: Your %1$s version (%2$s) is obsolete and is not officially supported anymore! Please contact your developers and/or hosting company to upgrade your %1$s to version %3$s or greater as soon as possible.
pt_br: Sua versão do %1$s (%2$s) está obsoleta e não é mais suportada oficialmente! Por favor entre em contato com seus desenvolvedores e/ou empresa de hospedagem para atualizar o %1$s para versão %3$s ou superior o quanto antes.

source: A newer version of WordPress is available.
pt_br: Uma nova versão do WordPress está disponível.

source: The WordPress version you are running is not supported anymore!
pt_br: A versão do WordPress que você está utilizando não é mais suportada!

source: Please update WordPress now
pt_br: Atualize o WordPress agora

source: Please update it now
pt_br: Atualize agora

source: Checks the health of your WordPress install.
pt_br: Verifica o estado da sua instalação WordPress.

# singular: option was reactivated
source: reactivated
pt_br: reativada

# singular: option was disabled
source: deactivated
pt_br: desativada

# plural: options were reactivated
source: reactivated
pt_br: reativadas

# plural: options were disabled
source: deactivated
pt_br: desativadas
